---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricationSetUpDownTagFromBottom
source: html/a5b96e0d-6ce4-dbc0-ea09-963fb8de820e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricationSetUpDownTagFromBottom Property

"SU/SD from Bottom"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricationSetUpDownTagFromBottom { get; }
```